Repository: hkatic/toneMaster
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, fr

source: Woops! I found an error at tone number {toneNumber} while playing tone data file, some values are missing or incorrect. Please correct any errors and try again. Bad syntax: {syntax}
es: ¡Woops! Encontré un error en el número de tono {toneNumber} durante la reproducción del fichero de datos de melodías, faltan algunos valores o son incorrectos. Corrija los errores y vuelva a intentarlo. Mala sintaxis: {syntax}
fr: Woops! J'ai trouvé une erreur au numéro de tonalité {toneNumber} pendant la lecture du fichier de données de tonalité, certaines valeurs sont manquantes ou incorrectes. S'il vous plaît veuillez corriger les erreurs et réessayer. Mauvaise syntaxe : {syntax}

source: Error
fr: Erreur

source: Error while processing line in tone data file, please correct any errors and try again. Bad syntax: {syntax}
es: Error al procesar la línea en el fichero de datos de melodías, corrija los errores y vuelva a intentarlo. Mala sintaxis: {syntax}
fr: Erreur lors du traitement de la ligne dans le fichier de données de tonalité, s'il vous plaît veuillez corriger les erreurs et réessayer. Mauvaise syntaxe : {syntax}

source: Load Tone Data
es: Cargar datos de melodías
fr: Charger les données de tonalité

source: Select tone data file you wish to load for playing:
es: Selecciona el fichero de datos de melodías que deseas cargar para reproducir:
fr: Sélectionnez le fichier de données de tonalité que vous souhaitez charger pour la lecture :

source: Files
es: Ficheros
fr: Fichiers

source: Tone data player
es: Reproductor de datos de melodía
fr: Lecteur de données de tonalité

source: &New tone data file
es: &Nuevo fichero de datos de melodía
fr: &Nouveau fichier de données de tonalité

source: Opens a new blank tone data file in Notepad for editing
es: Abre un fichero de datos de melodía nuevo en el Bloc de Notas para editar
fr: Ouvre un nouveau fichier de données de tonalité vierge dans le Bloc-notes pour l'édition

source: &Load tone data file...
es: &Cargar fichero de datos de melodías...
fr: &Charger le fichier de données de tonalité...

source: Opens a dialog for loading tone data files to play
es: Abre un diálogo para que se carguen los ficheros de datos de melodía para reproducirlos
fr: Ouvre une boîte de dialogue afin de charger les fichiers de données de tonalité pour la lecture

source: &Edit tone data file
es: &Editar el fichero de datos de melodía
fr: &Éditer le fichier de données de tonalité

source: Opens currently loaded tone data file in Notepad for editing
es: Abre el fichero de datos de melodía actualmente cargado en el Bloc de Notas para editar
fr: Ouvre le fichier de données de tonalité actuellement chargé dans le Bloc-notes pour l'édition

source: &Open folder with tone data files
es: &Abra la carpeta con los ficheros de datos de melodía
fr: &Ouvrir le dossier avec les fichiers de données de tonalité

source: Opens a folder with tone data files in file explorer
es: Abre una carpeta con los ficheros de datos de melodía en el explorador de ficheros
fr: Ouvre un dossier avec les fichiers de données de tonalité dans l'explorateur de fichiers

source: Enter file name:
es: Introduzca el nombre del fichero:
fr: Entrez le nom du fichier :

source: New Tone Data File
es: Nuevo fichero de datos de melodía
fr: Nouveau fichier de données de tonalité

source: Please load tone data file first.
es: Por favor, carga el fichero de datos de melodía primero.
fr: S'il vous plaît veuillez charger le fichier de données de tonalité en premier.

source: Plays currently loaded tone data if everything is ok.
es: Reproduce el fichero de melodías actualmente cargado si todo está bien.
fr: Joue les données de tonalité actuellement chargé si tout est bien.

source: stopped
es: detenido
fr: arrêté

source: Stops playback for currently loaded tone data if any tone data is playing.
es: Detiene la reproducción para el fichero de datos de melodía actualmente cargado si cualquier melodía se está reproduciendo.
fr: Arrête la lecture pour les données de tonalité actuellement chargé si n'importe quelles données de tonalité sont en cours de lecture.

source: Creates and opens a new blank tone data file in Notepad for editing.
es: Crea y abre un fichero de datos de melodía nuevo en el Bloc de Notas para editar.
fr: Crée et ouvre un nouveau fichier de données de tonalité vierge dans le Bloc-notes pour l'édition.

source: Opens currently loaded tone data file in Notepad for editing.
es: Abre el fichero de datos de melodía actualmente cargado en el Bloc de Notas para editar.
fr: Ouvre le fichier de données de tonalité actuellement chargé dans le Bloc-notes pour l'édition.

source: Opens a dialog that lets you choose one of your available tone data files to be loaded for playback.
es: Abre un diálogo que te permite elegir uno de tus ficheros de datos de melodía disponibles para que se carguen para reproducirse.
fr: Ouvre une boîte de dialogue qui vous permet de choisir un de vos fichiers de données de tonalité disponible afin d'être charger pour la lecture.

source: Opens a folder with tone data files where you should also save them in order to be located by Tone Master.
es: Abre una carpeta con ficheros de datos de melodía donde también deberías guardarlos para ser localizados por Tone Master
fr: Ouvre un dossier avec les fichiers de données de tonalité où vous devez également les enregistrer dans l'ordre afin d'être localiser par Tone Master.

source: Plays musical tunes created from tone data files by using NVDA's beeps. To begin, go to NVDA menu->Tools->Tone Master. Press NVDA+Alt+T to play loaded tone data file. Press NVDA+Alt+Shift+T to stop playback.
es: Reproduce melodías musicales creadas desde ficheros de datos de melodías utilizando pitidos de NVDA. Para comenzar, vé al menú NVDA->Herramientas->Tone Master. Pulsa NVDA+Alt+T para reproducir los ficheros de datos de melodía cargados. Pulsa NVDA+Alt+Shift+T para detener la reproducción.
fr: Jouer des mélodies musicales créé à partir des fichiers de données de tonalité en utilisant les bips de NVDA. Pour commencer, allez dans le menu NVDA->Outils->Tone Master. Appuyer sur NVDA+Alt+T pour jouer le fichier de données de tonalité chargé. Appuyer sur NVDA+Alt+Maj+T pour arrêter la lecture.
